Repository: lanray07/RideGuard-AI
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Your ride was restored. Tap Resume updates to continue location tracking.
de: Ihre Fahrt wurde wiederhergestellt. Tippen Sie auf Updates Fortsetzen, um die Standortverfolgung fortzusetzen.
es: Tu viaje fue restaurado. Pulsa Resumir las actualizaciones para continuar el seguimiento de ubicación.
fr: Votre balade a été restaurée. Appuyez sur Reprendre les mises à jour pour continuer le suivi de l'emplacement.

source: Open RideGuard on iPhone.
de: Öffnen Sie RideGuard auf dem iPhone.
es: Abra RideGuard en iPhone.
fr: Ouvrez RideGuard sur iPhone.

source: Local storage is unavailable. Changes cannot be saved.
de: Lokale Speicherung ist nicht verfügbar. Veränderungen können nicht gerettet werden.
es: El almacenamiento local no está disponible. Los cambios no se pueden salvar.
fr: Le stockage local n'est pas disponible. Les changements ne peuvent pas être enregistrés.

source: A recent location is required. Tap Use my location and try again.
de: Ein neuer Standort ist erforderlich. Tippen Sie auf Verwenden Sie meinen Standort und versuchen Sie es erneut.
es: Se requiere una ubicación reciente. Pulsa Usa mi ubicación e inténtalo de nuevo.
fr: Un emplacement récent est nécessaire. Appuyez sur Utiliser mon emplacement et essayez à nouveau.

source: Ride started. The check-in reminder could not be scheduled.
de: Die Fahrt begann. Die Check-in-Erinnerung konnte nicht geplant werden.
es: Ride empezó. No se puede programar el recordatorio de facturación.
fr: La course a commencé. Le rappel d'enregistrement n'a pas pu être programmé.

source: Ride updates resumed.
de: Fahrtaktualisierungen fortgesetzt.
es: Se han reanudado las actualizaciones del trayecto.
fr: Le suivi du trajet a repris.

source: The check-in reminder could not be updated.
de: Die Check-in-Erinnerung konnte nicht aktualisiert werden.
es: No se pudo actualizar el recordatorio de entrada.
fr: Le rappel d'enregistrement n'a pas pu être mis à jour.

source: Your ride is taking longer than expected. Are you okay?
de: Ihre Fahrt dauert länger als erwartet. Bist du okay?
es: Tu viaje es más largo de lo esperado. ¿Estás bien?
fr: Votre trajet est plus long que prévu. Ça va ?

source: Your observation was saved locally.
de: Deine Beobachtung wurde auf diesem Gerät gespeichert.
es: Tu observación se ha guardado en este dispositivo.
fr: Votre observation a été enregistrée sur cet appareil.

source: Start a ride to check reports on your route.
de: Starten Sie eine Fahrt, um Berichte auf Ihrer Route zu überprüfen.
es: Comience un viaje para comprobar los informes de su ruta.
fr: Commencez un tour pour vérifier les rapports sur votre itinéraire.

source: Your current location is unavailable.
de: Ihr aktueller Standort ist nicht verfügbar.
es: Su ubicación actual no está disponible.
fr: Votre emplacement actuel n'est pas disponible.

source: No current reports in the next kilometre of available route data. Conditions may be unreported.
de: Keine aktuellen Meldungen für den nächsten Kilometer der verfügbaren Route. Mögliche Gefahren wurden eventuell nicht gemeldet.
es: No hay avisos actuales en el próximo kilómetro de los datos de ruta disponibles. Puede haber condiciones que no se hayan comunicado.
fr: Aucun signalement à jour sur le prochain kilomètre de l’itinéraire disponible. Certains dangers peuvent ne pas avoir été signalés.

source: Local history, reports, contacts and preferences deleted.
de: Lokale Geschichte, Berichte, Kontakte und Präferenzen wurden gelöscht.
es: Historia local, informes, contactos y preferencias eliminadas.
fr: Historique local, rapports, contacts et préférences supprimés.

source: Looks like you've arrived. Check in when you're ready.
de: Sieht so aus, als wären Sie angekommen. Check-in, wenn du bereit bist.
es: Parece que has llegado. Comprueba cuándo estás listo.
fr: On dirait que vous êtes arrivé. Vérifiez quand vous êtes prêt.

source: No active ride.
de: Keine aktive Fahrt.
es: No hay paseo activo.
fr: Pas de trajet actif.

source: Okay. Your check-in window has been updated.
de: Okay. Ihr Check-in-Fenster wurde aktualisiert.
es: Vale. Su ventana de facturación ha sido actualizada.
fr: Très bien. Votre fenêtre d'enregistrement a été mise à jour.

source: Ride ended. No contact message was sent.
de: Fahrt beendet. Es wurde keine Nachricht an Kontakte gesendet.
es: Trayecto finalizado. No se ha enviado ningún mensaje a tus contactos.
fr: Trajet terminé. Aucun message n’a été envoyé à vos contacts.

source: Open a ride on iPhone first.
de: Öffnen Sie zuerst eine Fahrt auf dem iPhone.
es: Abra un paseo en el iPhone primero.
fr: Ouvrir un tour sur iPhone d'abord.

source: )report saved on iPhone.
de: Der Bericht wird auf dem iPhone gespeichert.
es: ) informe guardado en el iPhone.
fr: )rapport enregistré sur iPhone.

source: No active ride
de: Keine aktive Fahrt
es: No hay paseo activo
fr: Pas de trajet actif

source: No recent location is available. Open RideGuard and enable location before reporting.
de: Ein neuer Standort ist nicht verfügbar. Öffnen Sie RideGuard und aktivieren Sie den Standort vor der Berichterstattung.
es: No hay ubicación reciente disponible. Abra RideGuard y active la ubicación antes de informar.
fr: Aucun emplacement récent n'est disponible. Ouvrez RideGuard et activez l'emplacement avant de signaler.

source: There is no active RideGuard ride.
de: Es läuft keine RideGuard-Fahrt.
es: No hay ningún trayecto de RideGuard en curso.
fr: Aucun trajet RideGuard n’est en cours.

source: The report could not be saved to this device. Please try again when local storage is available.
de: Der Bericht konnte nicht auf diesem Gerät gespeichert werden. Bitte versuchen Sie es erneut, wenn der lokale Speicher verfügbar ist.
es: El informe no se puede guardar en este dispositivo. Pruebe de nuevo cuando el almacenamiento local está disponible.
fr: Le rapport n'a pas pu être enregistré sur cet appareil. Veuillez réessayer lorsque le stockage local est disponible.

source: Explore
de: Entdecken
es: Explorar
fr: Explorer

source: Reports
de: Meldungen
es: Avisos
fr: Signalements

source: Ride
de: Fahrt
es: Trayecto
fr: Trajet

source: Insights
de: Übersicht
es: Resumen
fr: Bilan

source: You
de: Du
es: Tú
fr: Vous

source: Canvas
de: Leinwand
fr: Toile

source: DEMO · SAMPLE DATA
de: DEMO · BEISPIELDATEN
es: DEMO · DATOS DE EJEMPLO
fr: DÉMO · DONNÉES FICTIVES

source: Demo. All routes and reports shown are illustrative sample data.
de: Demo. Alle angezeigten Routen und Meldungen sind fiktive Beispieldaten.
es: Demo. Todas las rutas y los avisos mostrados son datos de ejemplo.
fr: Démo. Tous les itinéraires et signalements affichés sont des exemples fictifs.

source: Explore · light
de: Erkunden · Licht
es: Explorar · luz
fr: Explorer · lumière

source: Explore · dark
de: Erkundung · dunkel
es: Explorar · oscuro
fr: Explorer · sombre

source: Onboarding · large type
de: Onboarding · Großtyp
es: A bordo · tipo grande
fr: A bord · grand type

source: Location is off. You can enable it in iPhone Settings, or explore the demo.
de: Der Standort ist ausgeschaltet. Sie können es in den iPhone-Einstellungen aktivieren oder die Demo erkunden.
es: La ubicación está fuera. Puede habilitarlo en Ajustes de iPhone, o explorar la demo.
fr: L'emplacement est arrêté. Vous pouvez l'activer dans les paramètres de l'iPhone, ou explorer la démo.

source: Cycling directions require iOS 26 or later. Explore the labelled demo on this device.
de: Radfahrende Richtungen erfordern iOS 26 oder höher. Entdecken Sie die gekennzeichnete Demo auf diesem Gerät.
es: Las direcciones de ciclismo requieren iOS 26 o posterior. Explore la demo etiquetada en este dispositivo.
fr: Les directions de vélo nécessitent iOS 26 ou une version ultérieure. Explorez la démo étiquetée sur cet appareil.

source: No cycling routes are available for this destination. Try a nearby destination.
de: Für dieses Ziel stehen keine Radwege zur Verfügung. Versuchen Sie ein nahe gelegenes Ziel.
es: No hay rutas de ciclismo disponibles para este destino. Prueba un destino cercano.
fr: Aucune route cyclable n'est disponible pour cette destination. Essayez une destination à proximité.

source: Fastest available
de: Schnellste verfügbare Route
es: La más rápida disponible
fr: Le plus rapide disponible

source: Destination
de: Ziel
es: Destino

source: Demo. Reported %@ approximately %lld metres ahead.
de: Demo. Meldung: %@ in etwa %lld Metern.
es: Demo. Aviso: %@ a unos %lld metros.
fr: Démo. Signalement : %@ à environ %lld mètres.

source: Reported %@ approximately %lld metres ahead.
de: Meldung: %@ in etwa %lld Metern.
es: Aviso: %@ a unos %lld metros.
fr: Signalement : %@ à environ %lld mètres.

source: The purchase could not be verified. No access was changed.
de: Der Kauf konnte nicht überprüft werden. Der Zugang wurde nicht geändert.
es: La compra no puede ser verificada. No se cambió el acceso.
fr: L'achat n'a pas pu être vérifié. Aucun accès n'a été changé.

source: Purchase pending approval.
de: Kauf bis zur Genehmigung.
es: Compra pendiente de aprobación.
fr: Achat en attente d'approbation.

source: Purchase status unavailable. Please restore purchases.
de: Kaufstatus nicht verfügbar. Bitte wiederherstellen Sie Einkäufe.
es: Estado de compra no disponible. Por favor, restaurar las compras.
fr: Statut d'achat non disponible. Veuillez restaurer les achats.

source: Demo ride check-in
de: Rückmeldung zur Demofahrt
es: Recordatorio del trayecto de demo
fr: Rappel du trajet démo

source: Everything okay?
de: Alles okay?
es: ¿Todo bien?
fr: Tout va bien ?

source: Your expected arrival has passed. Open RideGuard to check in or add more time.
de: Deine geschätzte Ankunftszeit ist überschritten. Öffne RideGuard, um dich zu melden oder mehr Zeit hinzuzufügen.
es: Ya ha pasado tu hora de llegada estimada. Abre RideGuard para confirmar que estás bien o añadir más tiempo.
fr: Votre heure d’arrivée estimée est dépassée. Ouvrez RideGuard pour donner de vos nouvelles ou ajouter du temps.

source: Set a device passcode to export sensitive ride data.
de: Legen Sie einen Gerätepasscode fest, um sensible Fahrdaten zu exportieren.
es: Establecer un código de acceso para exportar datos de viaje sensibles.
fr: Définissez un code d'accès pour exporter des données sensibles.

source: Export your RideGuard history and saved locations.
de: Exportieren Sie Ihre RideGuard-Historie und gespeicherte Standorte.
es: Exporte su historial RideGuard y lugares guardados.
fr: Exportez votre historique RideGuard et vos emplacements enregistrés.

source: Plan your cycling route.
de: Plane deine Fahrradroute.
es: Planifica tu ruta en bici.
fr: Planifiez votre trajet à vélo.

source: A little more confidence. Every time you ride.
de: Etwas mehr Zuversicht. Bei jeder Fahrt.
es: Un poco más de confianza. En cada trayecto.
fr: Un peu plus de confiance. À chaque trajet.

source: Where are you riding?
de: Wohin fährst du?
es: ¿Adónde vas en bici?
fr: Où allez-vous à vélo ?

source: Enter a destination
de: Ziel eingeben
es: Introduce un destino
fr: Saisir une destination

source: Search destination
de: Ziel suchen
es: Buscar destino
fr: Rechercher une destination

source: Home
de: Zuhause
es: Casa
fr: Domicile

source: Work
de: Arbeit
es: Trabajo
fr: Travail

source: Saved
de: Gespeichert
es: Guardados
fr: Enregistrés

source: Add a destination in You → Saved places.
de: Fügen Sie ein Ziel in Sie hinzu → Gespeicherte Orte.
es: Añadir un destino en You → Lugares guardados.
fr: Ajouter une destination dans Vous → Les endroits sauvegardés.

source: Use my location
de: Meinen Standort verwenden
es: Usar mi ubicación
fr: Utiliser ma position

source: Location is used to plan your route. Ride tracking begins only when you start.
de: Der Standort wird verwendet, um Ihre Route zu planen. Ride Tracking beginnt erst, wenn Sie beginnen.
es: La ubicación se utiliza para planificar su ruta. El seguimiento de la marcha comienza sólo cuando empiezas.
fr: L'emplacement est utilisé pour planifier votre itinéraire. Le suivi des courses commence seulement lorsque vous commencez.

source: Your route, your choice
de: Deine Route, deine Wahl
es: Tu ruta, tu elección
fr: Votre itinéraire, votre choix

source: Compare
de: Vergleichen
fr: Comparer

source: Prepare my ride
de: Meine Fahrt vorbereiten
es: Preparar mi trayecto
fr: Préparer mon trajet

source: Illustrative routes and scores. Do not use the demo to navigate.
de: Beispielrouten und Demo-Werte. Nutze die Demo nicht zur Navigation.
es: Rutas y puntuaciones de ejemplo. No uses la demo para navegar.
fr: Itinéraires et scores fictifs. N’utilisez pas la démo pour vous orienter.

source: Route information cannot guarantee safety. Conditions and data coverage can change.
de: Routeninformationen können keine Sicherheit garantieren. Bedingungen und Datenabdeckung können sich ändern.
es: La información de ruta no puede garantizar la seguridad. Las condiciones y la cobertura de datos pueden cambiar.
fr: Les informations sur l'itinéraire ne peuvent garantir la sécurité. Les conditions et la couverture des données peuvent changer.

source: A look around · demo
de: Ein Überblick · Demo
es: Un vistazo · demo
fr: Un aperçu · démo

source: Your local observations
de: Ihre lokalen Beobachtungen
es: Sus observaciones locales
fr: Vos observations locales

source: View all
de: Alle anzeigen
es: Ver todo
fr: Afficher tout

source: Sample reports: %lld
de: Beispielmeldungen: %lld
es: Avisos de ejemplo: %lld
fr: Signalements fictifs : %lld

source: Saved reports: %lld
de: Gespeicherte Meldungen: %lld
es: Avisos guardados: %lld
fr: Signalements enregistrés : %lld

source: Explore how rider reports appear along a route.
de: Sieh dir an, wie Meldungen von Radfahrenden entlang einer Route angezeigt werden.
es: Descubre cómo se muestran los avisos de ciclistas a lo largo de una ruta.
fr: Découvrez comment les signalements des cyclistes s’affichent le long d’un itinéraire.

source: Reports are stored on this device. Community syncing is not connected.
de: Meldungen werden auf diesem Gerät gespeichert. Eine Synchronisierung mit der Community ist nicht verfügbar.
es: Los avisos se guardan en este dispositivo. La sincronización comunitaria no está conectada.
fr: Les signalements restent sur cet appareil. La synchronisation communautaire n’est pas connectée.

source: Eyes on the road. Hands on the bike.
de: Augen auf die Straße. Hände auf dem Fahrrad.
es: Ojos en la carretera. Manos en la bicicleta.
fr: Les yeux sur la route. Mains sur le vélo.

source: Discover voice shortcuts in your ride settings.
de: Entdecken Sie Stimmkombinationen in Ihren Fahreinstellungen.
es: Descubra los atajos de voz en la configuración de su viaje.
fr: Découvrez les raccourcis vocaux dans vos paramètres de conduite.

source: Good morning.
de: Guten Morgen.
es: Buenos días.
fr: Bonjour.

source: Good afternoon.
de: Guten Tag.
es: Buenas tardes.
fr: Bonjour.

source: Good evening.
de: Guten Abend.
es: Buenas noches.
fr: Bonsoir.

source: Demo uses an illustrative London Fields journey. Switch off demo in You for real destination search.
de: Demo verwendet eine illustrative London Fields Reise. Schalten Sie die Demo in Ihnen für die echte Zielsuche aus.
es: Demo utiliza un viaje ilustrativo de London Fields. Apague la demo en Usted para la búsqueda de destino real.
fr: Demo utilise un voyage illustré de London Fields. Éteignez la démo dans Vous pour la recherche de destination réelle.

source: No destinations found. Try a street or postcode.
de: Keine Bestimmungsorte gefunden. Versuchen Sie eine Straße oder Postleitzahl.
es: No hay destinos encontrados. Prueba una calle o código postal.
fr: Aucune destination trouvée. Essayez une rue ou un code postal.

source: Tap Use my location, then choose a destination.
de: Tippen Sie auf Verwenden Sie meinen Standort und wählen Sie dann ein Ziel aus.
es: Pulsa Usa mi ubicación y luego elige un destino.
fr: Appuyez sur Utiliser mon emplacement, puis choisissez une destination.

source: Demo risk score
de: Demo-Risikoindikator
es: Índice de riesgo de ejemplo
fr: Indice fictif de risque

source: Risk score
de: Risiko-Score
es: Clasificación de riesgos
fr: Score du risque

source: Why this route?
de: Warum diese Route?
es: ¿Por qué esta ruta?
fr: Pourquoi cette route ?

source: Understand cycling route risk.
de: Verstehe die Risiken der Route.
es: Comprende los riesgos de la ruta.
fr: Comprenez les risques du trajet.

source: RideGuard risk indicator
de: RideGuard-Risikoindikator
es: Indicador de riesgo RideGuard
fr: Indicateur de risque RideGuard

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible

source: This experimental indicator is not a probability of a collision. A lower score cannot guarantee safety.
de: Dieser experimentelle Indikator ist keine Unfallwahrscheinlichkeit. Ein niedrigerer Wert garantiert keine Sicherheit.
es: Este indicador experimental no representa la probabilidad de una colisión. Una puntuación menor no garantiza la seguridad.
fr: Cet indicateur expérimental ne représente pas une probabilité de collision. Un score plus faible ne garantit pas la sécurité.

source: What we don’t know
de: Was wir nicht wissen
es: Lo que no sabemos
fr: Ce que nous ne savons pas

source: Unknown factors are excluded, never treated as zero risk. At least three current factors and 25% total coverage are needed. Available factors are weighted by coverage.
de: Unbekannte Faktoren werden ausgeschlossen und niemals als risikofrei gewertet. Mindestens drei aktuelle Faktoren und 25 % Gesamtabdeckung sind erforderlich. Verfügbare Faktoren werden nach ihrer Abdeckung gewichtet.
es: Los factores desconocidos se excluyen; nunca se consideran de riesgo cero. Se necesitan al menos tres factores actuales y una cobertura total del 25 %. Los factores disponibles se ponderan según su cobertura.
fr: Les facteurs inconnus sont exclus et ne sont jamais considérés comme sans risque. Il faut au moins trois facteurs à jour et une couverture totale de 25 %. Les facteurs disponibles sont pondérés selon leur couverture.

source: Why this route
de: Warum diese Route
es: Por qué esta ruta
fr: Pourquoi cette route

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Compare cycling routes.
de: Vergleiche Fahrradrouten.
es: Compara rutas en bicicleta.
fr: Comparez les itinéraires à vélo.

source: Estimated time
de: Geschätzte Zeit
es: Tiempo estimado
fr: Durée estimée

source: Distance
de: Entfernung
es: Distancia

source: Risk indicator
de: Risikoindikator
es: Indicador de riesgo
fr: Indicateur de risque

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible

source: Estimated time: %lld min. Difference from fastest: %lld min.
de: Geschätzte Dauer: %lld Min. Unterschied zur schnellsten Route: %lld Min.
es: Duración estimada: %lld min. Diferencia con la más rápida: %lld min.
fr: Durée estimée : %lld min. Écart avec le plus rapide : %lld min.

source: Measured protected-lane coverage, major-road distance, junction counts, elevation and traffic are not available in this build.
de: Diese Version enthält keine Messdaten zu geschützten Radwegen, Hauptstraßenabschnitten, Kreuzungen, Höhenunterschieden oder Verkehr.
es: Esta versión no dispone de mediciones de carriles protegidos, distancia por vías principales, cruces, desnivel o tráfico.
fr: Cette version ne dispose pas de mesures sur les pistes protégées, les routes principales, les intersections, le dénivelé ou la circulation.

source: Compare routes
de: Routen vergleichen
es: Compara rutas
fr: Comparer les itinéraires

source: Every ride deserves a little more confidence.
de: Jede Fahrt verdient etwas mehr Zuversicht.
es: Cada trayecto merece un poco más de confianza.
fr: Chaque trajet mérite un peu plus de confiance.

source: Fastest isn’t always your only option.
de: Die schnellste Route ist nicht immer die einzige Möglichkeit.
es: La ruta más rápida no siempre es la única opción.
fr: Le plus rapide n’est pas toujours votre seule option.

source: Know what riders ahead are seeing.
de: Erfahre, was Radfahrende vor dir beobachten.
es: Descubre lo que observan los ciclistas que van por delante.
fr: Découvrez ce que les cyclistes devant vous observent.

source: Someone can know you’re on your way.
de: Lass jemanden wissen, dass du unterwegs bist.
es: Haz saber a alguien que estás en camino.
fr: Informez quelqu’un de votre départ.

source: Check in without having to remember.
de: Eine Erinnerung, dich zu melden.
es: Un recordatorio para dar señales de vida.
fr: Un rappel pour donner de vos nouvelles.

source: Your location is personal.
de: Dein Standort ist privat.
es: Tu ubicación es personal.
fr: Votre position vous appartient.

source: Compare cycling route factors, understand rider reports and prepare for your everyday journey.
de: Vergleiche Routeneigenschaften, sieh dir Meldungen an und bereite deine täglichen Fahrten vor.
es: Compara las características de las rutas, consulta avisos de ciclistas y prepara tus trayectos diarios.
fr: Comparez les caractéristiques des itinéraires, consultez les signalements et préparez vos trajets quotidiens à vélo.

source: Explore explainable route comparisons. Demo scores are illustrative, never a promise of safety.
de: Erkunde nachvollziehbare Routenvergleiche. Demo-Werte dienen der Veranschaulichung und garantieren keine Sicherheit.
es: Explora comparaciones de rutas con explicaciones. Las puntuaciones de la demo son ejemplos, nunca una garantía de seguridad.
fr: Explorez des comparaisons d’itinéraires expliquées. Les scores de la démo sont fictifs et ne garantissent jamais la sécurité.

source: Mark potholes, roadworks and blocked lanes. Reports in this build stay on your device.
de: Erfasse Schlaglöcher, Baustellen und blockierte Wege. Meldungen bleiben in dieser Version auf deinem Gerät.
es: Registra baches, obras y carriles bloqueados. En esta versión, los avisos permanecen en tu dispositivo.
fr: Notez les nids-de-poule, travaux et pistes obstruées. Dans cette version, les signalements restent sur votre appareil.

source: Prepare a ride and keep an eye on your ETA. Secure live sharing needs a connected service and is unavailable in this build.
de: Bereite eine Fahrt vor und behalte die Ankunftszeit im Blick. Sichere Live-Freigabe benötigt einen verbundenen Dienst und ist in dieser Version nicht verfügbar.
es: Prepara un trayecto y consulta tu llegada estimada. Compartir en directo de forma segura requiere un servicio conectado y no está disponible en esta versión.
fr: Préparez un trajet et consultez votre arrivée estimée. Le partage sécurisé en direct nécessite un service connecté et n’est pas disponible dans cette version.

source: Set a reminder for an overdue ride. You choose whether to send a check-in using your phone’s sharing options.
de: Richte eine Erinnerung bei Verspätung ein. Du entscheidest, ob du über die Teilen-Funktion deines Telefons eine Rückmeldung sendest.
es: Configura un recordatorio si te retrasas. Tú decides si envías una confirmación mediante las opciones de compartir del teléfono.
fr: Programmez un rappel en cas de retard. Vous choisissez de donner ou non de vos nouvelles via les options de partage du téléphone.
